function About() {
  return (
    <section className="glass about-section">
      <h2>درباره پروژه</h2>

      <div className="about-divider"></div>

      <h3 className="about-title">
        علمدار؛ خیمه دیجیتال روایت‌های ماندگار در بلندای بلاکچین
      </h3>

      <blockquote className="about-verse">
        ﴿ قُلْ إِنَّمَا أَعِظُكُمْ بِوَاحِدَةٍ أَنْ تَقُومُوا لِلَّهِ مَثْنَىٰ وَفُرَادَىٰ... ﴾
      </blockquote>

      <div className="about-divider"></div>

      <p>
        پویش <strong>علمدار</strong> مجموعه‌ای از روایت ۱۱۴ شهید در قالب
        <strong> ۱۶٬۱۲۰ کارت NFT </strong>
        بر بستر شبکه TON است؛ تلاشی برای پیوند دادن
        <strong> یاد، ارزش و فناوری </strong>
        در عصر ارتباطات.
      </p>

      <p>
        این مجموعه در سه رده کمیابی
        <strong> Legendary، Mythic و Unique </strong>
        طراحی شده است. هرچه یک کارت کمیاب‌تر باشد،
        تعداد آن کمتر و ارزش کلکسیونی آن بالاتر خواهد بود.
      </p>

      <p>
        با الهام از ندای قرآنی
        <strong> «أَنْ تَقُومُوا لِلَّهِ مَثْنَىٰ وَفُرَادَىٰ» </strong>
        از همراهان دعوت می‌شود در این پویش فرهنگی و رسانه‌ای مشارکت کنند
        و در ماندگار شدن این روایت‌ها سهیم باشند.
      </p>

      <p>
        پس از Reveal، تصویر و رریته واقعی هر کارت نمایش داده می‌شود
        و مشخص می‌شود هر شرکت‌کننده صاحب کدام کارت شده است.
      </p>

      <p>
        NFTهای علمدار پس از مینت،
        قابل نگهداری، انتقال و معامله خواهند بود.
      </p>

      <div className="about-divider"></div>

      <p className="about-final">
        روایت‌ها را تنها نگذار...
        <br />
        این بار یادمان‌ شهدا در کیف پول دیجیتال تو ماندگار می‌شوند.
      </p>

      <h3 className="about-end">
        علمدار؛ خیمه‌ای دیجیتال برای ارزش‌های ماندگار
      </h3>
    </section>
  );
}

export default About;
